[
  "Reported player: %Pl. Enjoy you're ban.",
  "Player %Pl has been reported for their distasteful and vulgar language.",
  "Accio soap, i am washing out %Pl's mouth for your bad language",
  "hey %pl chillout bro",
  "whoa %pl take it down a level bro",
  "hey %pl chillout chief",
  "whoa %pl take it down a level chief",
  "i'm a professional pro gamer and i can get by without swearing, why can't %pl?",
  "look at %pl, he's so bad at LE he needs to swear all the time to make up for it.",
  "%pl chooses to substitute gaming skill with bad language. don't follow his example if you want to succeed.",
  "%Pl shall not pass..... the test of good in game behaviour - gandalf 1994",
  "%Pl has earned the achievement [Reported For Swearing]!",
  "%Pl has earned the achievement [3 Day Probation]!",
  "%Pl has earned the achievement [Reported!]!",
  "%Pl has earned the achievement [Illegal Use of a Swear Word]!",
  "%Pl has earned the achievement [Banned for Inappropriate Language]!",
  "You know why they call it a %pl 360? cuz when they swear you turn 360 degrees and walk away",
  "michael jorden is moonwalkin in his grave because of what %Pl just said",
  "-6 x 6 x 6 = 0, and swearing + bad at this game + 12 = %Pl",
  "It's crazy to think WoW was the first MMO, and sad to see %Pl saying a swear word. *Sigh*. Reported.",
  "Hey %Pl, watch your language mate.",
  "Don't say words like that, %Pl.  There are children playing.",
  "%Pl, saying words like that is against the terms of service.  Please stop before I report you.",
  "Please don't swear anymore %Pl, or I'll have to report you.",
  "I'm going to report you for using those kinds of swear words, %Pl.",
  "I wish there was a way to filter all the mature language %Pl is spewing out, but I'll just have to settle for reporting them instead.",
  "I've had enough of that kind of language, %Pl!  I'm going to report you.",
  "To swear, or not to swear: that is the question, clearly %Pl chose to - Hamlet, Act III, Scene I",
  "Irony - made of, or having the properties of, iron. - Oxford English Dictionary 2009. %Pl may have an irony sword, but he'll be locked in an irony cage if the guards hear that language.",
  "Except - to receive or agree to something - Oxford English Dictionary 2009. I do not except %Pl's bad language! And niether should you!",
  "Angle - a celestial attendant of God - Oxford English Dictionary 2009. %Pl, do you truly think the Angles can't hear your swears?",
  "Anecdote - a cure for a disease, or something which neutralizes poison - Oxford English Dictionary 2008. Reporting swearers is the anecdote to the poison which is %Pl.",
  "Rouge - a dishonest or unprincipled man. - Oxford English Dictionary 2009. %Pl, you're swears are worse than the most black-hearted rouge.",
  "Definately - without doubt, certainly. - Oxford English Dictionary 2009. I have definately had it up to here with %Pl's swearing! Reported!",
  "Rediculous - unbelievable. - Oxford English Dictionary 2009. %Pl, you're terrible gramar and swearing are rediculous.",
  "Tauren - A neutral crystalline substance obtained from bile - Webster's Dictionary 1995.  All the Tauren in %Pl's energy drink is agitating his stomach and making him swear.",
  "Dwarf - A star with relatively small mass and low or average luminosity - Webster's Dictionary 1995. I'm going to throw %Pl into a Dwarf if he doesn't chill out",
  "Elf - Acronym for Extremely Low Frequency - Webster's Dictionary 1995. Don't broadcast swears on an elf or any other fequency, %Pl",
  "As you well know, %Pl, the use of swear words is against the terms of use of World of Warcraft and I have reported you for it.",
  "I'm pretty sure that the Game Master team is going to have a problem with you saying that %Pl, and that's why I'm reporting you.",
  "%Pl, that kind of language is offensive and not suitable for a game that has been rated PG.",
  "The existence of a profanity filter is no excuse for %Pl to violate the terms of use.",
  "You can always tell a fake gamer like %Pl by the swearing they do.",
  "%Pl, keep in mind the words of Imam Ali next time you swear: 'For every swear word you give, a scorpion is created in your grave.' Reported."
]
